/* No comment provided by engineer. */
" and %@" = " ir %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sec";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ pakomentavo: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ pasiūlė ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ yra iNaturalist tinklo narys šioje šalyje: %2$@. Vietinės institucijos, remiančios %3$@, turės prieigą prie jūsų el. pašto adreso ir tikrųjų stebėjimų koordinčių, kurios yra paslėptos arba privačios. Prašome nekeisti priklausymo jeigu turite daugiau nei 1000 stebėjimų. Ar norėtumėte pakeisti priklausymą?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ yra tarptautinio iNaturalist tinklo dalis. Ar norite prisijungti prie %2$@, kad lokalizuotumėte savo iNaturalist patirtį ir dalintumėtės duomenimis su vietos institucijomis?";

/* site news */
"%@ News" = "%@ Naujienos";

/* identification author attribution */
"%@'s ID" = "%@ ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, versija %2$@";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@, build %2$@, iOS %3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Stebėjimas";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "Užkrauti %d stebėjimą";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Stebėjimai";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "Užkrauti %d stebėjimus";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "%1$@ prašo, kad užpildytumėte %2$@ lauką.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Apie";

/* title for about section of the guide screen */
"ABOUT" = "APIE";

/* about this project title */
"About this Project" = "Apie projektą";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Paskyra?";

/* No comment provided by engineer. */
"Activity" = "Veikla";

/* Title for add comment failed alert */
"Add Comment Failure" = "Kometaro pridėjimo klaida";

/* Title for add ID failed alert */
"Add Identification Failure" = "Atpažinimo klaida";

/* No comment provided by engineer. */
"Add to Favorites" = "Pridėti prie mėgstamų";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Sutinku";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Jau turite paskyrą?";

/* Title for app section of settings. */
"App Settings" = "Programėlės nustatymai";

/* No comment provided by engineer. */
"Are you really sure?" = "Ar esate įsitikinę?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Ar tikrai norite palikti šį projektą?";

/* No comment provided by engineer. */
"Are you sure?" = "Ar esate įsitikinę?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Ar esate įsitikinę? Šis pasirinkimas negrįžtamas.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Auto";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Pavadinimų automatinis užbaigimas";

/* label for auto upload switch in settings */
"Automatic upload" = "Automatinis įkėlimas";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Ištrindami savo paskyrą panaikinsite visus savo stebėjimus, visas identifikacijas, kurias pridėjote prie kitų stebėjimų, ir visus savo parašytus komentarus. Be to, tokio veiksmo atšaukti nebegalima. Jei vėliau pakeisite savo nuomonę, jūs nebeatgausite tokio turinio. Jei šis puslapis sugeneruos pernelyg daug pranešimų, pagalvokite apie savo nuostatų redagavimą, kad pasirinktumėte konkrečius pranešimus arba visiškai nebegautumėte iš mūsų el. laiškų. Jei koks nors konkretus asmuo jums kelia rūpesčių tinklalapyje, pagalvokite apie jo užtildymą, o ne savo paskyros ištrynimą. Jei savo paskyrą ištrinsite dėl to, kad pavargote kažką trinti iš savo turinio, nes vis tiek matote žemėlapyje arba kažkur kitur internete, nepamirškite, kad žemėlapių duomenys gali juos saugoti dar dieną net, jei įrašai yra ištrinti, ir kad ištrynus turinį šioje platformoje kopijos gali likti kituose tinklalapiuose ir platvormose (pvz., GBIF). Jei vis tiek norite ištrinti savo paskyrą, įveskite „%@“ į toliau esančią formą ir spustelėkite mygtuką, kad ištrintumėte savo paskyrą ir visus savo duomenis.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Naudodamiesi iNaturalist jūs sutinkate su paslaugų tiekimo sąlygomis ir privatumo politika.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech ir Cornell Tech padėjo sukurti kompiuterinę vaizdo atpažinimo sistemą, kuri atpažįsta nuotraukose esančius objektus. Mes dėkojame Grant Van Horn, Serge Belongie, ir Pietro Perona už pažangą kompiuterinio matymo tyrimuose. Daugiau informacijos tinklalapyje visipedia.org. Ypatinga padėka NVIDIA už papildomą pagalbą.";

/* Title for Camera button in media picker */
"Camera" = "Kamera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Kameros užraktas";

/* No comment provided by engineer. */
"Can't Add ID" = "Negalima pridėti ID";

/* No comment provided by engineer. */
"Can't Comment" = "Negalima komentuoti";

/* No comment provided by engineer. */
"Can't Fave" = "Negalima pamėgti";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Jūsų stebėjimų paieška šiuo metu negalima. Bandykite vėliau.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: Canadian Wildlife Federation, Royal Ontario Museum, NatureServe Canada ir Parks Canada kontroliuoja iNaturalist Kanada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Atšaukti";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Atšaukiama...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Negalima rinktis ateities datos.";

/* Failure message */
"Cannot donate" = "Negalima aukoti";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Negalima užkrauti pasiūlymų: %@";

/* Store launch failure message */
"Cannot open store" = "Negalima atverti parduotuvės";

/* Failure message */
"Cannot rate" = "Negalima vertinti";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Negalima ieškoti iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Negalima Išsiųsti Laiško";

/* No comment provided by engineer. */
"Cannot use your location" = "Negalima naudotis jūsų vieta";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Naminis / kultivuojamas";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Naminis / kultivuojamas reiškia, kad organizmas egzituoja stebėjimo vietoje dėl žmonių intencijos. iNaturalist programėlės naudojimosi tikslas - stebėti laukinius organizmus. Mūsų moksliniams partneriams nereikia sodo augalų, naminių ar zoologijos sodo gyvūnų stebėjimų.";

/* title for captive selector */
"Captive?" = "Naminis?";

/* casual data quality */
"Casual Grade" = "Netinkamas";

/* label for change email address action in settings */
"Change email" = "Pakeisti el. pašto adresą";

/* No comment provided by engineer. */
"Change Email" = "Pakeisti el. pašto adresą";

/* No comment provided by engineer. */
"Change email address?" = "Pakeisti el. pašto adresą?";

/* accessibility label for change flash button */
"Change Flash" = "Pakeisti blykstę";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Pakeisti blykstės jungiklį. Dabartinė būsena - auto";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Pakeisti blykstės jungiklį. Dabartinė būsena - išjungta";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Pakeisti blykstės jungiklį. Dabartinė būsena - įjungta";

/* label for change username action in settings */
"Change username" = "Keisti vartotojo vardą";

/* No comment provided by engineer. */
"Change Username" = "Keisti vartotojo vardą";

/* No comment provided by engineer. */
"Change username?" = "Keisti vartotojo vardą?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Pakeisti profilio nuotrauką?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Pažymėkite šį lauką, jeigu savo nuotraukoms norite suteikti nekomercinio platinimo Creative Commons licenziją. Vėliau galėsite pasirinkti kitą licenziją arba ją panaikinti, tačiau tai yra geriausia licenzija nuotraukų dalinimuisi su tyrėjais.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Pasitikrinkite savo el. paštą";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Pasirinkti iš galerijos";

/* title of inat network picker */
"Choose iNat Network" = "Pasirinkti iNat tinklą";

/* title for project observations chooser */
"Choose Projects" = "Pasirinkti projektus";

/* No comment provided by engineer. */
"Close" = "Uždaryti";

/* accessibility label for close camera button */
"Close Camera" = "Uždaryti kamerą";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Grupinis projektas";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Kolumbija: Instituto Humboldt kontroliuoja Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Komentuoti";

/* label for contact support action in settings. */
"Contact support" = "Susisiekti su pagalba";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Turinio licenzijos suteikimas";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Nukopijuoti mokslinį pavadinimą";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Nepavyko sutikti";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Negalėjo būti pridėtas prie projekto %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Nepavyko nustatyti jūsų vietos";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Creating Observation...";

/* intro to credits section. */
"Credits" = "Kūrėjų sąrašas";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Pavojinga zona";

/* Header for data quality section of obs detail */
"Data Quality" = "Duomenų kokybė";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Duomenų perdavimas";

/* No comment provided by engineer. */
"Default" = "Numatytasis";

/* button title to delete account */
"Delete Account" = "Pašalinti paskyrą";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Ištrinti atsisiuntimą";

/* No comment provided by engineer. */
"Delete Error" = "Ištrinimo klaida";

/* text of delete obs button */
"Delete Observation" = "Ištrinti stebėjimą";

/* Deletes pending sync. */
"Deletes To Sync" = "Ištrinimai laukia sinch.";

/* title for description section of the guide screen */
"DESCRIPTION" = "APRAŠYMAS";

/* Title for confirm new observation details view */
"Details" = "Informacija";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Nerodyti pagalbinių žinučių";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Donate to iNaturalist";

/* title for done button */
"Done" = "Atlikta";

/* No comment provided by engineer. */
"Download" = "Atsisiųsti";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Atsisiųsti naudojimui atsijungus nuo tinklo";

/* No comment provided by engineer. */
"Download not available" = "Atsisiuntimas neleidžiamas";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Atsisiųsta";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Atsiunčiama...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Redaktorius";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Įvyko serverio klaida arba vadovas nebeegzistuoja.";

/* label for email field in settings */
"Email" = "El. paštas";

/* No comment provided by engineer. */
"Error" = "Klaida";

/* failure title when changing a setting. */
"Error changing setting." = "Error changing setting.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Stebėjimų įkėlimo klaida";

/* error loading leaderboard title */
"Error loading leaderboard" = "Klaida kraunant pirmaujančiųjų sarašą";

/* No comment provided by engineer. */
"Explore" = "Naršyti";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Vadovo atsisiųsti nepavyko";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Failed to log in to iNaturalist. Please try again.";

/* title of alert when sound recording fails */
"Failed to Record" = "Failed to Record";

/* No comment provided by engineer. */
"Failed to save guide" = "Nepavyko išsaugoti vadovo";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Failed to Setup Sound Recording";

/* No comment provided by engineer. */
"Faved" = "Pamėgtas";

/* No comment provided by engineer. */
"Faves" = "Faves";

/* No comment provided by engineer. */
"Featured" = "Siūlomi";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Autentifikavimo prieigos rakto užkrovimo klaida. Prašome susisiekti su help@inaturalist.org ir bandyti dar kartą.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Naujausių stebėjimų žemėlapio plote užkrovimo klaida";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Naujausių stebėjimų visame pasaulyje užkrovimo klaida";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Find locations named '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Surasti mano stebėjimus";

/* No comment provided by engineer. */
"Find observations near me" = "Rasti stebėjimus netoliese";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Find organisms named '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Find people named '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Find projects named '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Ieškoma jūsų vieta...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Suomija: Suomijos gamtos istorijos muziejus (Luomus), remiantis „iNaturalist Suomija“ (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Pamiršote slaptažodį?";

/* Geoprivacy button title */
"Geoprivacy" = "Vietos privatumas";

/* No comment provided by engineer. */
"Go Back" = "Grįžti atgal";

/* Button to dismiss a tutorial screen */
"Got It" = "Supratau";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Graikija: iSea remia Graikijos iNaturalist (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Grid";

/* No comment provided by engineer. */
"Guide download error" = "Vadovo atsisiuntimo klaida";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Vadovo redaktorius turi įjungti šią funkciją.";

/* accessibility label for guides button */
"Guides" = "Vadovai";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Vadovus sukuria ir jais dalinasi iNaturalist bendruomenė";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Vadovai - tai rūšių sąrašai";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Has Photos";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Has Sounds";

/* Title for help section of settings. */
"Help" = "Pagalba";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Here are our top suggestions:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Aš suteikiu leidimą „iNaturalist“ saugoti ir apdoroti ribotų rūšių mano asmens duomenis, kad valdytų mano paskyrą.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Aš suteikiu leidimą perduoti mano asmens duomenis Juntinėms Amerikos Valstijoms.";

/* Title of identification failure alert */
"Identification Failed" = "Atpažinimo klaida";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identifikacijos taksonas";

/* No comment provided by engineer. */
"Identifications" = "Identifikacijos";

/* No comment provided by engineer. */
"Identifiers" = "Identifikuotojai";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Jei el. pašto adresas, kurį įvedėte, sujungtas su iNaturalist paskyra, turėtumėte gauti el. laišką su nuorodą, kurią paspaudę galėsite atnaujinti savo slaptažodį.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "ImageStore kūrimo klaida";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore įrašymo klaida";

/* No comment provided by engineer. */
"in project '%@'" = "projekte „%@“";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "„iNaturalist“ neturi leidimo prieigai prie jūsų kameros.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "„iNaturalist“ apribota prieiga prie kameros.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist tinklas";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist Places";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist naudoja Noun Project bendruomenės narių - Joseph Wain, Ben Sperry, Luis Prado ir Roman Shlyakov - sukurtas piktogramas. iNaturalist taip pat be galo dėkingi Cocoapods bendruomenei ir visiems, kurie prisijungė prie mūsų pačių atviro kodo bendruomenės. Žiūrėkite https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Neteisingas vartotojo vardas arba slaptažodis.";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection required" = "Reikalingas interneto ryšys";

/* No comment provided by engineer. */
"Internet required" = "Reikalingas interneto ryšys";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Pristatomas automatinis įkėlimas!";

/* Invalid date alert title */
"Invalid Date" = "Klaidinga data";

/* Error for bad email when making account. */
"Invalid Email Address" = "Klaidingas el. pašto adresas";

/* Unknown invalid input */
"Invalid input" = "Neteisinga įvestis";

/* No comment provided by engineer. */
"Invalid Location" = "Neteisinga vietovė";

/* Error for bad username when making account. */
"Invalid Username" = "Netinkamas vartotojo vardas";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN II kategorijos vietoves suteikė IUCN ir UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Juos galima rasti: www.protectedplanet.net.";

/* Join project button */
"Join" = "Prisijungti";

/* join iNat network partner alert title */
"Join %@?" = "Prisijungti %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Prisijunkite prie projektų, kad galėtumėte juos pasirinkti, kai įrašote stebėjimus";

/* No comment provided by engineer. */
"Joined" = "Prisijungta";

/* No comment provided by engineer. */
"Joining..." = "Prisijungiama...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Pl.: %1$.5f Ilg.: %2$.5f Tiksl.: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Pirmaujančiųjų sarašas";

/* button to learn more about inat account policies */
"Learn More" = "Sužinoti daugiau";

/* learn more (about network partner changes) button text */
"Learn more" = "Sužinokite daugiau";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Sužinokite daugiau apie duomenų kokybę >";

/* Leave project button */
"Leave" = "Išeiti";

/* No comment provided by engineer. */
"Leaving..." = "Paliekama...";

/* The license of the species guide */
"License" = "Licencija";

/* List layout on explore tab */
"List" = "List";

/* No comment provided by engineer. */
"Loading..." = "Įkeliama...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Vietos užkrovimo klaida";

/* No comment provided by engineer. */
"Location Services Denied" = "Vietovės paslaugos neleidžiamos";

/* No comment provided by engineer. */
"Location Services Restricted" = "Vietovės paslaugos ribotos";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Prisijungti";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Prisijungti/sukurti paskyrą";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Log in and upload this observation to enable comments & identifications.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Log in to enable faves.";

/* Notice while we're logging in */
"Logging in..." = "Logging in...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Ieškoti rūšių pagal pavadinimus";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Ieškoti rūšies pavadinimo";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Panašų, kad įvyko klaida: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Panašu, kad neturite stebėjimų.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Patinka iNat? Įvertinkite mus";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Liuksemburgas: Liuksemburgo nacionalinis gamtos mokslų istorijos muziejus (MnhnL) remia Liukemsburgo iNaturalist (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Įsitikinkite, kad iNat turi leidimą prieiti prie jūsų vietos, arba duokite šiek tiek laiko GPS įrenginiui vietą surasti.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Tvarkyti atsisiuntimus";

/* Map layout on explore tab */
"Map" = "Map";

/* No comment provided by engineer. */
"Map of Observations" = "Stebėjimų žemėlapis";

/* Placeholder text for not logged title on me tab. */
"Me" = "Aš";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Meksika: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) kontroliuoja NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Perkėlimas nepavyko";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Perkėlimo problema";

/* No comment provided by engineer. */
"Missing Date" = "Trūksta datos";

/* No comment provided by engineer. */
"Missing Location" = "Trūksta vietovės";

/* No comment provided by engineer. */
"Missing Required Field" = "Neužpildytas svarbus laukelis";

/* No comment provided by engineer. */
"My Content" = "Mano turinys";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "pavadintas „%1$@ (%2$@)“";

/* No comment provided by engineer. */
"named '%@'" = "pavadintas „%@“";

/* No comment provided by engineer. */
"Nearby" = "Netoliese";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Nearby Suggestions Filter";

/* needs id data quality */
"Needs ID" = "Trūksta ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Reikia jūsų dėmesio";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Tinklas būtinas.";

/* No comment provided by engineer. */
"Network unavailable" = "Tinklas nepasiekiamas";

/* No comment provided by engineer. */
"Network Unavailable" = "Tinklas nepasiekiamas";

/* decline to change cemra permissions button title */
"Never mind" = "Nesvarbu";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "new activity";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Pirmą kartą naudojate iNaturalist? Sukurkite paskyra dabar!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Naujoji Zelandija: New Zealand Biodiversity Recording Network kontroliuoja iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Naujienos";

/* Confirm a new photo */
"NEXT" = "KITAS";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Ne";

/* No comment provided by engineer. */
"No description" = "Nėra aprašymo";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Nėra iNaturalist rezultatų";

/* place guess when we have no location information */
"No location" = "Nėra vietovės";

/* No comment provided by engineer. */
"No matching taxa" = "Nėra tinkančių taksonų";

/* Title for No Media button in media picker */
"No Media" = "No Media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "No Microphone Permissions";

/* No comment provided by engineer. */
"No network connection." = "Nėra tinklo ryšio.";

/* No comment provided by engineer. */
"No network connection. :(" = "Nėra tinklo ryšio. :(";

/* Header observation count title when there are none. */
"No Observations" = "Nėra stebėjimų";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Žemėlapio plote nėra stebėjimų.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Stebėjimų nerasta.";

/* No comment provided by engineer. */
"No observations yet." = "Dar nėra stebėjimų.";

/* accessibility label for no photo button */
"No Photo" = "Nėra nuotraukos";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "No Photos or Sounds and Missing Identification";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Tokie organizmai nerasti. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Toks žmogus nerastas. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Tokia vieta nerasta. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Toks projektas nerastas. :(";

/* No comment provided by engineer. */
"No Thanks" = "Ne, ačiū";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Atnaujinimų kol kas nėra. Likite prisijungę!";

/* No comment provided by engineer. */
"No URL configured" = "Nėra URL konfiguracijų";

/* do not change network partner button */
"No, don’t change my affiliation" = "Ne, nepakeiskite priklausymo";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "NĖRA\nNUOTRAUKŲ";

/* No comment provided by engineer. */
"None, all rights reserved" = "Visos teisės saugomos";

/* No comment provided by engineer. */
"Not Allowed" = "Neleidžiama";

/* 403 unauthorized title */
"Not Authorized" = "Neautorizuota";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Pastabos...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Stb";

/* obscured geoprivacy */
"Obscured" = "Paslėptas";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Observation %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Stebėjimo duomenų lauko patvirtinimo klaida: %@";

/* No comment provided by engineer. */
"Observations" = "Stebėjimai";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observations: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observations: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observe";

/* No comment provided by engineer. */
"Observers" = "Stebėtojai";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Išjungti";

/* No comment provided by engineer. */
"OK" = "Gerai";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Įjungti";

/* Title error with oops text. */
"Oops" = "Oi";

/* open geoprivacy */
"Open" = "Atvira";

/* No comment provided by engineer. */
"Open link in Safari" = "Atidaryti nuorodą naršyklėje";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Open Settings";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente kontroliuoja iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Slaptažodžiai turi būti bent šešių simbolių ilgumo.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Paused" = "Pristabdyta";

/* No comment provided by engineer. */
"Permission denied" = "Leidimas nesuteiktas";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Asmens duomenys";

/* Title for Photo Library button in media picker */
"Photo Library" = "Nuotraukų albumas";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Photo Load Error";

/* Title for photo save error alert msg */
"Photo Save Error" = "Nuotrauka neišsaugota";

/* Title for photos error alert msg */
"Photos Error" = "Photos Error";

/* accessibility label for pick from library button */
"Pick from Library" = "Pasirinkti iš galerijos";

/* No comment provided by engineer. */
"Placeholder" = "Užpildas";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Atkreipkite dėmesį: stebėjimas automatiškai bus įtrauktas į projektą, jeigu jis atitiks jo reikalavimus.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Pasirinkite tinkama vietovę.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Prašome šiek tiek palaukti.";

/* failure message when the user should just try again. */
"Please try again later." = "Please try again later.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Atnaujinkite kameros leidimus, kad galėtumėte fotografuoti su „iNaturalist“";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Užkraukite, kad nustatytumėte duomenų kokybę";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugalija: Associação Biodiversidade Para Todos kontroliuoja Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Paskelbė";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Prefer No Tracking";

/* title for consent screen */
"Privacy" = "Privatumas";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Privatumo politika";

/* private geoprivacy */
"Private" = "Privatus";

/* choose projects button title. */
"Projects" = "Projektai";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projektai - tai panašios paskirties stebėjimų rinkinys";

/* No comment provided by engineer. */
"Pull to Refresh" = "Patraukite, kad atnaujintumėte";

/* Rank in an ordered list */
"Rank" = "Rangas";

/* action to re-download a species guide from the server */
"Re-download" = "Dar kartą atsisiųsti";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Record";

/* Title for Record sound button in media picker */
"Record Sound" = "Record Sound";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Įrašymo lygis (nuo 0 iki 1)";

/* Title for sound recording screen */
"Recording Sound" = "Recording Sound";

/* No comment provided by engineer. */
"Remove active search filters" = "Remove active search filters";

/* No comment provided by engineer. */
"Remove current map area filter" = "Remove current map area filter";

/* No comment provided by engineer. */
"Remove my profile photo" = "Pašalinti mano profilio nuotrauką";

/* No comment provided by engineer. */
"Removing..." = "Šalinama...";

/* No comment provided by engineer. */
"RESEARCH" = "TYRIMAI";

/* research data quality */
"Research Grade" = "Identifikuotas";

/* No comment provided by engineer. */
"Restricted to current map area" = "Apribota dabartiniam žemėlapio plotui";

/* No comment provided by engineer. */
"Resuming" = "Tęsiama";

/* Retake a photo */
"RETAKE" = "PAKARTOTI";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Apsukti kamerą";

/* Title for save new observation button */
"SAVE" = "IŠSAUGOTI";

/* No comment provided by engineer. */
"Save Anyway" = "Vis tiek saugoti";

/* Done button for recording observation sounds */
"Save Recording" = "Save Recording";

/* No comment provided by engineer. */
"Saving..." = "Išsaugoma...";

/* No comment provided by engineer. */
"Search" = "Paieška";

/* placeholder for guide search field */
"Search for guide named..." = "Ieškoti vadovo pavadinimu...";

/* placeholder for project search field */
"Search for project named..." = "Ieškoti projekto pavadinimu...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Ieškomi organizmai...";

/* No comment provided by engineer. */
"Searching for people..." = "Ieškomi žmonės...";

/* No comment provided by engineer. */
"Searching for place..." = "Ieškoma vieta...";

/* No comment provided by engineer. */
"Searching for project..." = "Ieškomas projektas...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Ieškomi naujausi stebėjimai žemėlapio plote";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Ieškomi naujausi stebėjimai visame pasaulyje";

/* No comment provided by engineer. */
"seen at '%@'" = "pastebėtas '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "pastebėjo '%@'";

/* basis for a suggestion */
"Seen Nearby" = "Pastebėtas netoliese";

/* default select title */
"Select" = "Pasirinkti";

/* select taxon title */
"Select \"%@\"" = "Pasirinkite „%@“";

/* title for date selector */
"Select Date" = "Pasirinkti datą";

/* title for geoprivacy selector */
"Select Privacy" = "Pasirinkite privatumo lygį";

/* No comment provided by engineer. */
"Selected Observation" = "Pasirinktas stebėjimas";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Pridėti profilio nuotrauką";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Setting up iNaturalist account...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Nustatymai";

/* No comment provided by engineer. */
"Share" = "Share";

/* Title for share new observation button */
"SHARE" = "DALINTIS";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Dalinkis savo stebėjimais su bendruomene.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Apsipirkite iNat parduotuvėje";

/* label for show common names switch in settings */
"Show common names" = "Show common names";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Show nearby suggestions only";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Show scientific names first";

/* No comment provided by engineer. */
"Sign in with Google" = "Sign in with Google";

/* No comment provided by engineer. */
"Sign out" = "Atsijungti";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Registruotis";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Užsiregistruoti dabar!";

/* No comment provided by engineer. */
"Signing Out" = "Atsijungti";

/* skip button title */
"Skip ›" = "Praleisti ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Pagal kai kuriuos duomenų privatumo teisės aktus, pavyzdžiui, Europos Sąjungos bendrąjį duomenų apsaugos įstatymą (BDAR), reikalingas aiškus sutikimas, kad būų galima perdoti asmens duomenis iš savo jurisdikcijų į kitas jurisdikcijas, kuriose teisinė tokių duomenų apsauga nėra tinkama. Nuo 2020 m. Europos Sąjunga nebelaiko Jungtinių Valstijų tokia jurisdikcija, kuri užtikrina tinkamą teisinę asmens duomenų apsaugą, ypač dėl JV vyriausybės galimybės stebėti į JV patenkančius asmens duomenis. Gali būti, kad kitos juristikcijos gali būti tokios pačios nuomonės. „iNaturalist“ naudojimui reikia saugoti tokius asmens duomenis, kaip jūsų el. pašto asdresą, visi „iNaturalist“ duomenys yra kaupiami Jungtinėse Valstijose, ir mes negalime būti tikri, kurioje teisinėje jurisdikcijoje esate, kai naudojatės „iNaturalist“, todėl, kad būtų laikomąsi tokių privatumo teisės aktų, kaip BDAR, privalote patvirtinti, kad suprantate ir prisiimate šią riziką, ir duodate sutikimą perduoti jūsų asmens duomenis į „iNaturalist“ serverius JV. Kad sužinotumėte daugiau apie tai, kokią informaciją mes kaupiame ir kaip ją naudojame, žr. mūsų Privatumo politiką naudojimo sąlygas. Nėra būdo turėti „iNaturalist“ paskyrą nekaupiant asmens duomenų, todėl vienintelis būdas atšaukti šį sutikimą – ištriti savo paskyrą.";

/* No comment provided by engineer. */
"Somewhere..." = "Kažkur...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Rūšiuoti";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Šaltinis: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Rūšys";

/* species count on the explore leaderboard. */
"Species: %ld" = "Species: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Species: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistika";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Sustabdyti įkėlimą";

/* No comment provided by engineer. */
"Suggest ID" = "Pasiūlyti ID";

/* label for suggest species switch in settings */
"Suggest species" = "Siūlyti rūšį";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Pasiūlymai paremti naudojantis iNaturalist bendruomenės stebėjimais ir identifikacijomis, įskaitant %1$@, %2$@, %3$@ ir daug kitų.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Pasiūlymai paremti naudojantis iNaturalist bendruomenės stebėjimais ir identifikacijomis.";

/* Title of me header when syncing. */
"Syncing..." = "Sinchronizuojama...";

/* Category of iOS standard places for place search */
"System Places" = "System Places";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ŽYMĖS";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taivanas: Nacionalinis Chiayi Universitetas ir Taivano miškininkystės tyrimų institutas remia „iNaturalist Taiwan“ (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Fotografuoti";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Kodėl taip manote?";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Paslaugų teikimo sąlygos";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Įvestas tekstas neatitinka.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Šiame projekte dar nėra stebėjimų. Sugrįžkite vėliau!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Nėra būdo turėti „iNaturalist“ paskyros nekaupiant asmens duomenų Jungtinėse Valstijose.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Nėra būdo turėti „iNaturalist“ paskyros nekaupiant asmens duomenų.";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Įvyko netikėta klaida.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "iNaturalist bendruomenė šį stebėjimą pripažino netinkamu.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Šį stebėjimą iNaturalist bendruomenė pripažino netinkamu, nes tai naminis arba kultivuojamas organizmas.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Kad šis organizmas būtų identifikuotas, jam reikia datos.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Kad šis organizmas būtų identifikuotas, jam reikia vietovės.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Kad šis organizmas būtų laikomas identifikuotu, bendruomenei reikia sutarti dėl tikslesnės identifikacijos.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Kad šis organizmas būtų identifikuotas, jam reikia nuotraukos.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Kad šis organizmas būtų laikomas identifikuotu, jam reikia daugiau iNat bendruomenės identifikacijų.";

/* No comment provided by engineer. */
"This project has no description." = "Projektas neturi aprašymo.";

/* No comment provided by engineer. */
"This project has no title." = "Projektas neturi pavadinimo.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Tai taip pat ištrins jūsų stebėjimus iš šio projekto.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Tai sunaikins visus programėlėje padarytus keitimus/papildymus, kurie nebuvo susinchronizuoti su iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Tai atsiųs %@ duomenis, todėl galėsite naudotis šiuo vadovu neprisijungę prie interneto.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Laikotarpis";

/* No comment provided by engineer. */
"Timeout" = "Laikas baigėsi";

/* project title header */
"Title" = "Pavadinimas";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Tradicinis projektas";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Pabandykite kitą kartą, kai būsite prisijungę prie interneto.";

/* button title to turn on autoupload */
"Turn On" = "Įjungti";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Įjunkite auto-sinchronizaciją ir jūsų stebėjimai bus automatiškai įkeliami į iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Skėtinis projektas";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Nepavyko pridėti identifikacijos šiam stebėjimui. Pabandykite vėliau.";

/* No comment provided by engineer. */
"Unable to find location" = "Nepavyko nustatyti vietos";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Nepavyko surasti vietovės pavadinimo";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Nepavyksta šį stebėjimą identifikuoti šia rūšimi. Bandykite vėliau.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Nepavyksta užkrauti į iNaturalist, klaida 401 nepatvirtinta. Prašome susisiekti su help@inaturalist.org ir bandyti dar kartą.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Jungtinė Karalystė: Nacionalinės biologinės įvairovės tinklas remia Jungtinės Karalystės iNaturalist (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Nežinomas";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Nežinomas autorius";

/* Message body when we don't know the error */
"Unknown error" = "Nežinoma klaida";

/* Unknown error */
"Unknown error while making an identification." = "Kuriant identifikaciją nutiko nežinoma klaida.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Nežinoma klaida: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Straipsnis be pavadinimo";

/* Title for progress view when migrating db */
"Updating database..." = "Atnaujinama duomenų bazė…";

/* No comment provided by engineer. */
"Updating..." = "Atnaujinama...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Įkelti";

/* No comment provided by engineer. */
"Upload Error" = "Ikėlimo klaida";

/* upload failed alert title */
"Upload Failed" = "Įkėlimas nepavyko";

/* No comment provided by engineer. */
"Upload this observation" = "Upload this observation";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Įkelkite šį stebėjimą, kad leistumėte kitiems komentuoti ir identifikuoti.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Užkraukite šį stebėjimą, kad įjungtumėte pamėgimus.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Įkeliama...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Vartotojo vardas";

/* users can login with their username or their email address. */
"Username or email" = "Vartotojo vardas arba el. paštas";

/* Title for version section of settings. */
"Version" = "Versija";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video pamoka";

/* button to view privacy policy */
"View Privacy Policy" = "Peržiūrėti privatumo politiką";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Žiūrėti pasiūlymus";

/* button to view terms of use */
"View Terms of Use" = "Peržiūrėti naudojimo sąlygas";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Apsilankykite %@, kad sukurtumėte savo projektus";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Apsilankykite iNaturalist.org, kad sukurtumėte savo vadovus";

/* basis for a species suggestion */
"Visually Similar" = "Vizualiai panašus";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Vizualiai panašus / pastebėtas netoliese";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Laukiama užkrovimo...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Dėkojame crowdin.com bendruomenės vertėjams savanoriams, ypač Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta ir vilseskog. Norėdami prisijungti prie iNaturalist iOS vertimo komandos, apsilankykite puslapyje https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Mes neturime leidimo iš iOS naudotis jūsų vietovę.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Mes kaupiame tokius asmens duomenis, kaip vartotojo vardus ir el. pašto adresus, kad valdytume paskyras šiame tinklalapyje, ir, kad laikytumėmės privatumo teisės aktų, mums reikia, kad pažymėtumėte šį laukelį ir nurodytumėte, kad jūs sutinkate su tokiu asmens duomenų naudojimu. Kad sužinotumėte daugiau apie tai, kokią informaciją mes kaupiame ir kaip ją naudojame, žr. mūsų Privatumo politiką naudojimo sąlygas. Nėra būdo turėti „iNaturalist“ paskyrą nekaupiant asmens duomenų, todėl vienintelis būdas atšaukti šį sutikimą – ištriti savo paskyrą.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Mes negalime iškviesti jūsų nuotraukos iš „iCloud“: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "We're not confident enough to make a recommendation, but here are our top suggestions.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Mes nesame tokie tikri, kad galėtume rekomenduoti.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Mes įsitikinę, kad šis organizmas priklauso %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Ką pamatėte?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Ką reiškia naminis / kultivuojamas?";

/* No comment provided by engineer. */
"Which organism?" = "Kuris organizmas?";

/* No comment provided by engineer. */
"Which person?" = "Kuris žmogus?";

/* No comment provided by engineer. */
"Which place?" = "Kuri vieta?";

/* No comment provided by engineer. */
"Which project?" = "Kuris projektas?";

/* No comment provided by engineer. */
"Whoops" = "Oi";

/* Default upload failure alert title. */
"Whoops!" = "Oi!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Be datos šį stebėjimą kitiems bus labai sunku tiksliai identifikuoti, todėl jis niekada nebus laikomas identifikuotu.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Be vietovės šį stebėjimą kitiems bus labai sunku tiksliai identifikuoti, todėl jis niekada nebus laikomas identifikuotu.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Without at least one photo or sound, this observation will be impossible for others to help identify.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Ar norėtumėte pasidalinti savo perkėlimo raportu su help@inaturalist.org, kad būtų sutaisyti gedimai?";

/* positive response to binary choice, yes or no */
"Yes" = "Taip";

/* change network partner button */
"Yes, change my affiliation" = "Taip, pakeiskite mano priklausymą";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Taip, ištrinti šį stebėjimą";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Taip, suteikti licenciją mano turiniui, kad mokslininkai galėtų naudoti mano duomenis.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Priklausymą tinklui galima pakeisti tik vieną kartą per dieną.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Jūs neturite leidimo tai atlikti. Galbūt jūsų paskyra buvo sustabdyta. Prašome susisiekti su help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Jūs neturite leidimo tai atlikti. Galbūt jūsų paskyra buvo sustabdyta. Prašome susisiekti su help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Norint tai atlikti, reikalinga prieiga prie interneto.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Prisijunkite prie interneto, jei norite užkrauti stebėjimą į iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Norėdami prieiti prie projekto, turite prisijungti.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Norėdami tai atlikti, turite prisijungti.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Norėdami susinchronizuoti vartotojo projektus, turite prisijungti.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Jūs turite būti prisijungęs, jei norite įkelti.";

/* No comment provided by engineer. */
"You must be logged in!" = "Jūs turite būti prisijungę!";

/* Account is required error message */
"You must be logged in." = "Jūs turite būti prisijungę.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Norėdami prisijungti prie projekto, turite užsiregistruoti.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Jūs turite pakartotinai autentifikuoti, kad ištrintumėte savo paskyrą.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "You need to log in to do that.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Gausite naujienas tik tada, kai būsite sukūrę stebėjimų.";

/* Title for account section of settings. */
"Your Account" = "Jūsų paskyra";

/* account deletion confirmation msg */
"Your account has been deleted." = "Your account has been deleted.";

/* No comment provided by engineer. */
"Your Guides" = "Jūsų vadovai";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again.";

/* Placeholder for free text observation field value */
"Your response here" = "Parašykite savo atsakymą čia";
